Revit 2027 API
ParameterTypeId.FabricationPartDoublewallMaterialArea Property
 "Double Wall Material Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationPartDoublewallMaterialArea { get; }
Public Shared ReadOnly Property FabricationPartDoublewallMaterialArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationPartDoublewallMaterialArea {
	ForgeTypeId^ get ();
}
static member FabricationPartDoublewallMaterialArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace